---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathOfTravelViewName
source: html/593f8faa-f0e7-92c5-1a7e-96435508d5f2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathOfTravelViewName Property

"View Name"

## Syntax (C#)
```csharp
public static ForgeTypeId PathOfTravelViewName { get; }
```